Repository: AhmedGhayada23/maskkn-app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World!
ar: أهلا وسهلا

# findThousandReal
source: Find a Thousand Real Estates
ar: أحصل على خيارات كثيرة

source: Search
ar: بحث

source: Villa
ar: فيلا

source: Apartment
ar: شقة

# requestproperty
source: Property request
ar: طلب عقاري

source: Appraisal
ar: تثمين

source: Property management
ar: إدارة عقارية

source: Photography
ar: تصوير

source: Best villa
ar: الفلل مميزة

source: Rent
ar: للإيجار

source: Sale
ar: للبيع

source: OMR
ar: ر.ع

source: Best Apartment
ar: شقق مميزة

source: Wanna sell
ar: هل تريد

source: sell
ar: بيع

source: Your Property?
ar: بيع عقارك؟

# listYourProperty
source: List your property with us in simple steps.
ar: اعرض عقارك معنا بخطوات سهلة

source: List property
ar: أنشر عقارك

source: see more
ar: شاهد المزيد

source: Sign in
ar: تسجيل الدخول

# forgetPass
source: Forgot Password?
ar: نسيت كلمة المرور؟

# singOut
source: Sign Out
ar: تسجيل الخروج

source: Connect with us
ar: تواصل معنا

source: next
ar: انتقل

# nextPage
source: next
ar: التالي

source: skip
ar: تخطي

source: back
ar: عودة

# createNewAccount
source: Create a new account
ar: إنشاء حساب جديد

source: Name
ar: الإسم

# email
source: Google
ar: جوجل

# emailField
source: Email
ar: الإيميل

source: password
ar: كلمة السر

source: Sign Up
ar: إنشاء

# existingUserMessage
source: Are you an existing user ?
ar: مستخدم حالي؟انتقل لتسجيل الدخول

# passwordDigitCountError
source: The password must contain at least five digits.
ar: الرقم السري يجب أن يحتوي على الأقل على خمسة أرقام

# validEmailError
source: Please enter a valid email
ar: أدخل ايميلاً صحيحا

# validNameError
source: The name must contain at least three letters
ar: يجب أن يحتوي الإسم على ثلاثة أحرف على الأقل

# newUserMessage
source: Go to set up a new account ?
ar: مستخدم جديد؟انتقل لإعداد حساب جديد

# incorrectEmail
source: Incorrect email or password
ar: هذا الإيميل غير صحيح

source: Incorrect password
ar: كلمة السر غير صحيحة

# checkYourConnection
source: Please check you connection.
ar: الرجاء التأكد من اتصالك بالإنترنت

source: Something went wrong.
ar: يوجد خطأ ما

# signingUpPro
source: signing up is processing...
ar: جاري إنشاء الحساب...

# signingInPro
source: Signing in processing...
ar: جاري تسجيل الدخول ...

# existedEmail
source: An account already exists with that email
ar: تم تسجيل هذا الحساب من قبل

source: Sorry!
ar: عذراً

source: Remember Me
ar: تذكرني في المرات القادمة

# continueWith
source: Or continue with
ar: استمر بواسطة خيارات أخرى

source: Phone
ar: رقم الهاتف

# confirmpass
source: Confirm your password
ar: تأكيد الرقم السري

# byCreatingAcountAgree
source: By creating an account, you agree to our Term and Conditions
ar: بإنشاء هذا الحساب فأنت توافق على جميع الشروط والأحكام

source: Full name
ar: الاسم الكامل

# aboutPage
source: About Maskn
ar: عن مسكن

# conditionsAgreament
source: you must agree first with conditions of the application
ar: يجب الموافقة على الشروط والأحكام أولا حتى يتم انشاء الحساب

# welcomingNewUser
source: Thanks for choosing Maskn platform, we are working to make your life easier.
ar: شكرا لاختيارك منصة مسكن ، نحن نعمل على جعل حياتك أسهل.

# authCompleted
source: Authentication is completed
ar: عملية التسجيل تمت بنجاح

# authFailed
source: Authentication is Failed
ar: فشلت عملية التسجيل

# oTPSent
source: OTP code Sent
ar: لقد تم ارسال رمز التحقق

# oTPSentto
source: Enter the
ar: لقد تم ارسال رمز التحقق إلى رقم الهاتف

source: Timeout!
ar: انتهى الوقت

source: Enter OTP correctly!
ar: أدخل رمز التحقق الصحيح

# sellListing
source: Sell
ar: للبيع

# rentListing
source: Rent
ar: لإليجار

# stepNum
source: STEP
ar: الخطوة رقم

source: Governorate
ar: المحافظة

source: Wilaya
ar: الولاية

source: Village
ar: المنطقة

source: Sector Type
ar: نوع القطاع

# typeProperty
source: Type of Property
ar: نوع العقار

source: Price
ar: السعر

# nextSt
source: Next Step
ar: الخطوة التالية

# bathroom
source: Bathrooms
ar: دورات المياه

# bedroom
source: Bedrooms
ar: غرف النوم

# roomsP
source: Property of rooms
ar: تفاصيل الغرف

# yearb
source: Year built
ar: سنة البناء

source: From
ar: من

source: To
ar: إلى

source: Land Size
ar: مساحة الأرض

source: Building size
ar: مساحة البناء

# moredetails
source: More Detailes
ar: تفاصيل أكثر

source: Submit
ar: إرسال

source: Land
ar: أرض

source: Bank
ar: البنك

source: ID Card
ar: البطاقة الشخصية

source: Building Plan
ar: خريطة المبنى

source: Land plan
ar: خريطة الأرض

# ownership
source: Ownership Certificate
ar: شهادة الملكية

# buildingcomp
source: Building completion certification
ar: شهادة إكمال البناء

source: Upload File
ar: حمل الملفات هنا

# uploadImg
source: Upload Image
ar: حمّل الصور هنا

# sucessMsg
source: Your request has been submitted ... Thanks for your time
ar: تم تسليم طلبك

# submutSuccess
source: You have successfully submit your property request
ar: تم إرسال بيانات الطلب العقاري بنجاح

# phonNum
source: Enter your phone number
ar: أدخل رقم الهاتف

# phonempty
source: Phone number is still empty!
ar: أدخل رقم الهاتف الصحيح

# yourPhoneNum
source: Your Phone Number
ar: رقم الهاتف

# errorPhone
source: Invalid Mobile Number
ar: رقم الهاتف غير صحيح

# enterPhone
source: Enter Your Phone Number
ar: أدخل رقم الهاتف

# enterOTP
source: Enter OTP Code please
ar: الرجاء إدخال رمز التحقق

# enter6digit
source: Enter the six-digit code we sent you
ar: أدخل ستة أرقام لرمز التحقق الذي تم إرساله إلى الرقم

# notRecivedCode
source: Didn't receive the code?
ar: لم يصلك رمز التحقق بعد؟

source: Resend
ar: أعد الإرسال

source: Confirm
ar: تأكيد

# reciveEmailReset
source: Receive an email to reset your password
ar: سوف يتم إرسال إيميلا لإعادة تعين كلمة المرور

# resetpassTitle
source: Reset Password
ar: إعادة تعيين كلمة المرور

# resetEmailMsg
source: Reset Email password is sent
ar: تم إرسال إعادة تعيين كلمة المرور على الإيميل

# allCategories
source: My Services
ar: خدماتي

# myadds
source: My Ads
ar: إعلاناتي

# myoffers
source: to My property request
ar: طلباتي العقارية

# termOfSer
source: Terms of Service
ar: بنود الخدمة

source: Privacy Policy
ar: سياسة الخصوصية

# heplSupport
source: Help & Support
ar: المساعدة والدعم

# choosePackage
source: Choose your package
ar: اختر الباقة المناسبة لك

# freeTrial
source: Free Trail
ar: تجربة مجانية

source: Ads
ar: إعلان

source: Photography Shot
ar: تصوير فوتوغرافي

source: Single Photo Shot
ar: تصوير فوتوغرافي مفرد

source: Photo
ar: صورة

source: video
ar: فيديو

source: Monthly
ar: شهري

source: Annually
ar: سنوي

# packagePhoto
source: Photography Package
ar: باقة تصوير

# propertyREQ
source: property requirements
ar: متطلبات الملكية

# order
source: Register Now
ar: سجل الان

source: Add Property
ar: أضف عقار

source: Choose Listing Type
ar: اختر نوع العقار

# listTitle
source: Title your Listing*
ar: ضع عنواناً لعقارك*

source: Enter Title
ar: أدخل العنوان

source: Description
ar: الوصف

source: Set price
ar: حدد السعر

source: Maid Room
ar: غرفة العاملة

# laundryR
source: Laundry Room
ar: غرفة الغسيل

source: Built Year
ar: سنة البناء

source: Area Size
ar: مساحة الأرض

source: Choose Features
ar: المميزات

source: Parking
ar: مواقف

source: Security
ar: الأمان

source: Pool
ar: حوض السباحة

source: Center
ar: مركز

source: Fitness
ar: نادي رياضة

source: Balcony
ar: شُرفة

source: CCTV
ar: كاميرات مراقبة

# enterLocation
source: Enter your location
ar: أدخل الموقع

# upload4
source: Upload your Photos at least 4+
ar: حمّل على الأقل 4 صور

# enterTourLink
source: Enter your tour link
ar: أدخل رابط التجول الإفتراضي

# add3DLink
source: Add 3D tour link
ar: أضف جولة افتراضية

# adAddedSuc
source: Ad Added Successfully
ar: تمت إضافة اعلانك بنجاح

source: Home Page
ar: الصفحة الرئيسية

source: Current
ar: المفعلة

source: Previous
ar: الغير مفعلة

source: All
ar: الكل

source: Residential
ar: سكني

source: Commercial
ar: تجاري

source: Agriculture
ar: زراعي

source: Industrial
ar: صناعي

source: Flat
ar: شقة

source: Room
ar: غرفة

source: Store
ar: مخزن

source: Office
ar: مكتب

source: Shop
ar: محل

source: select item
ar: حدد الخيار المناسب

# missingData
source: Some fields are not completed, you must fill all required data
ar: الرجاء إكمال جميع البيانات المطلوبة

source: optional
ar: اختياري

# roomType
source: Choose the type of room
ar: اختر نوع العقار

# dorm
source: Dorms
ar: سكن

source: Building
ar: بناية

# requestInprogress
source: Your request is in progress
ar: جاري معالجة الطلب

source: My Profile
ar: حسابي

# personalInfo
source: Personal Information
ar: معلومات المستخدم

# notification
source: Notifications
ar: الإشعارات

source: Sell on chart
ar: البيع على الخريطة

source: Off-plan
ar: على الخريطة

# completedPercent
source: Complete building
ar: بناء مُكتمل

source: month finance
ar: الإستثمار الشهري

source: types
ar: تصنيفات

# changePhoto
source: Change Profile Photo
ar: تغير صورة الملف الشخصي

# mobileNum
source: Mobile Number
ar: رقم الهاتف

source: finished
ar: المنتهية

source: Got it
ar: انتقل

# notAvailable
source: This service is not available yet..sorry!
ar: هذه الخدمة غير متوفرة حالياً.. نعتذر!

source: Bus
ar: حافلة

# feature
source: Features
ar: مميزات

source: AC
ar: التكيف

source: Date
ar: التاريخ

source: Location
ar: الموقع

source: Mskn Package
ar: باقة مسكن

source: Mskn Packages
ar: باقات مسكن

# payment
source: Payment method
ar: طريقة الدفع

# youCanPay
source: You can pay by bank transfer or online payment
ar: يمكنك الدفع عن طريق التحويل المصرفي أو الدفع عبر الإنترنت

source: cancel
ar: إلغاء

# continueb
source: continue
ar: استمر

# confirmAddProperty
source: Are you sure you would like to add this property?
ar: هل أنت متأكد من رغبتك بإضافة هذا العقار؟

# typePropertyRequest
source: Type of property request:
ar: نوع الطلب العقاري:

source: Adawer
ar: أدور

source: Adawer Plus
ar: أدور بلس

source: Dawerly
ar: دورلي

# lookingForPro
source: I am looking for Property
ar: أنا أبحث عن عقار

source: Free
ar: مجاني

# adawerDesc
source: You will get Offers from Agent & Agency
ar: سوف تحصل على عروض من الوكلاء العقاريين

# adawerplusDesc
source: You will get more Offers. Being serious about looking for a property.
ar: سوف تحصل على عروض أكثر باعتبار الطلب جاد

# dawerlyDesc
source: Real estate consultation for a week (consultation, research)
ar: استشارة عقارية لمدة أسبوع (استشارة ، بحث)

source: Confirm Order
ar: تأكيد الطلب

source: Filters
ar: فلترة

source: Show Properties
ar: أظهر العقارات

source: Find Agent
ar: ابحث عن وكيل

# mypakges
source: to packages
ar: باقاتي

# packageEinclude
source: package each include:
ar: :باقة كل منهاتحتوي على

# loadingphrase
source: Loading at the moment, please hold the line
ar: جارٍ التحميل في الوقت الحالي ، يرجى الانتظار

source: Property Details
ar: تفاصيل العقار

source: Type
ar: النوع

source: Explore Map
ar: انتقل إلى الخريطة

source: Virtual Tour
ar: جولة افتراضية

# schedleTour
source: Schedule Tour
ar: احجز جولة

source: Call
ar: اتصل

source: Chat
ar: راسل

source: Language
ar: اللغة
